SET NAMES utf8mb4;

INSERT INTO `lancamento` (`id`, `data`, `descricao`, `valor`, `categoria_id`, `conta_id`, `tipo`) VALUES
(13,	'2022-05-08',	'Vicente',	-600.00,	8,	5,	1),
(14,	'2022-05-08',	'Garagem',	-150.00,	9,	5,	1),
(16,	'2022-05-08',	'Salário',	10245.22,	15,	5,	1),
(17,	'2022-05-08',	'Dentista',	-303.00,	8,	5,	1),
(18,	'2022-05-08',	'Saldo Anterior',	137876.87,	11,	5,	1),
(19,	'2022-05-08',	'Cartão C6',	-2690.90,	11,	5,	1),
(20,	'2022-05-08',	'Saldo Anterior',	124.11,	11,	6,	1),
(21,	'2022-05-08',	'Fatura Santander Way',	-100.00,	11,	5,	1),
(22,	'2022-05-01',	'Saldo Anterior',	63.00,	11,	4,	1),
(23,	'2022-05-08',	'Net',	-194.35,	10,	4,	1),
(24,	'2022-05-07',	'Verônica (IPVA e Marlei)',	-915.81,	10,	5,	1),
(25,	'2022-05-07',	'Seguro 1/4',	-219.57,	9,	5,	1);